Repository: Andre9642/MozillaScripts
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: it, pt_pt

source: Couldn't capture the text of this notification
pt_pt: Não foi possível capturar o texto desta notificação

source: Not available here
it: Non disponibile qui
pt_pt: Indisponível, aqui

source: Status bar: %s
it: Barra di stato: %s
pt_pt: Barra de estado: %s

source: Status bar not found
it: Barra di stato non trovata
pt_pt: A barra de estado não foi encontrada

source: Copied to clipboard
it: Copiato negli appunti
pt_pt: Copiado para a área de transferência

source: Reads the status bar. If pressed twice quickly, copies it to clipboard.
it: Legge la barra di stato. Se premuto due volte velocemente, copia il contenuto negli appunti.
pt_pt: Lê a barra de estado. Se pressionado duas vezes rapidamente, copia-a para a área de transferência.

source: Page address is: %s (%s)
it: L'indirizzo della pagina è: %s (%s)
pt_pt: O endereço da página é: %s (%s)

source: Address not found
it: Indirizzo non trovatoDirección no encontrada
pt_pt: Endereço não encontrado

source: Reads the page address. If pressed twice quickly, copies it to clipboard.
it: Legge l'indirizzo della pagina. Se premuto due volte velocemente, copia il contenuto negli appunti.
pt_pt: Lê o endereço da página. Se pressionado duas vezes rapidamente, copia-o para a área de transferência.

source: Tool bar not found
it: Barra degli strumenti non trovataNo se encuentra la barra de herramientas
pt_pt: Barra de ferramentas não encontrada

source: Shows a list of opened tabs. If pressed twice quickly, shows buttons of tool bar.
it: Visualizza un elenco delle schede aperte. Se premuto due volte velocemente, mostra i pulsanti della barra degli strumenti.
pt_pt: Mostra uma lista de separadores abertos. Se pressionado duas vezes rapidamente, mostra os botões da barra de ferramentas.

source: About an hour ago
pt_pt: Há aproximadamente uma hora

source: About %d hours ago
pt_pt: Há aproximadamente %d horas

source: About a minute ago
pt_pt: Há aproximadamente um minuto

source: About %d minutes ago
pt_pt: Há aproximadamente %d minutos

source: a second ago
pt_pt: Há aproximadamente um segundo

source: %d seconds ago
pt_pt: Há aproximadamente % d segundos

source: Notification History
pt_pt: Histórico de notificações

source: Last alert, %s: %s
pt_pt: Último alerta, %s: %s

source: There is no notification
it: Non ci sono notifiche
pt_pt: Não há qualquer notificação

source: Reads the last notification and it takes the system focus to it if it is possible. By pressing two times quickly shows the history of notifications.
pt_pt: Lê a última notificação e leva para lá o foco do sistema se for possível. Pressionando duas vezes rapidamente mostra o histórico das notificações.

source: Brings the focus to the document
it: Sposta il focus sul documento
pt_pt: Traz o foco para o documento

source: Opened tabs
it: Schede aperte
pt_pt: Separadores abertos

source: Tool Bar Buttons
it: Pulsanti della barra degli strumenti
pt_pt: Botões da barra de ferramentas

source: &Go
it: &Vai
pt_pt: &Ir para

source: &Options
it: &Opzioni
pt_pt: &Opções

source: Close
it: Chiudi
pt_pt: Fechar

source: (Press down arrow to display more options)
it: Premere freccia giù per ulteriori opzioni
pt_pt: Pressione seta para baixo para mostrar mais opções

source: Not found
it: Non trovato
pt_pt: Não encontrado

source: you are not in a message window
it: Non sei in una finestra del messaggio
pt_pt: Não está numa janela de mensagem

source: Reads the subject of the message.
it: Legge l'oggetto del messaggio.
pt_pt: Lê o assunto da mensagem

source: Reads date of the message.
it: Legge la data del messaggio.
pt_pt: Lê a data da mensagem

source: You are not in a list of messages
pt_pt: Não está numa lista de mensagens

source: Column headers not found
pt_pt: Encabeçamentos de coluna não encontrados

source: Allows you to change the order of the columns in the messages list
pt_pt: Permite alterar a ordem das colunas na lista de mensagens

source: There are No attachments
pt_pt: Não existem anexos

source: Brings the focus to the list of attachments, if any.
pt_pt: Traz o foco para a lista de anexos, se houver.

source: Brings the focus to the text of the open message.
pt_pt: Traz o foco para o texto da mensagem aberta.

source: Search in
it: Cerca in
pt_pt: Procure em

source: Leaving search box
pt_pt: A abandonar a caixa de pesquisa

source: uncheck
it: Attiva
pt_pt: Desmarcar

source: check
it: Disattiva
pt_pt: Marcar

source: checked
it: Attivato
pt_pt: Marcado

source: not checked
it: Non attivato
pt_pt: Desmarcado

source: There are not more columns
it: Non ci sono ulteriori colonne
pt_pt: Não há mais colunas

source: empty
it: Vuota
pt_pt: Vazia

source: Expand the conversation to display messages
it: Espandere la conversazione per visualizzare i messaggi
pt_pt: Expanda a conversa para mostrar as mensagens

source: Preview pane is not active or message has not been loaded yet
it: L'anteprima non è attiva o il messaggio non si è ancora caricato
pt_pt: O painel de visualização não está activo ou a mensagem ainda não foi carregada

source: In message list, reads the selected message without leaving the list.
it: Nell'elenco dei messaggi, legge il messaggio selezionato senza abbandonare l'elenco
pt_pt: Na lista de mensagens, lê a mensagem seleccionada sem sair da lista.

source: Manage columns
pt_pt: Gerir colunas

source: &up
pt_pt: &Subir

source: &down
pt_pt: &descer

source: &options
pt_pt: &Opções

source: Can't move %s, it is already the first column.
pt_pt: Não é possível mover% s, já é a primeira coluna.

source: %s before %s
pt_pt: %s antes de %s

source: Can't move %s, it is already the last column.
pt_pt: Não é possível mover% s, já é a última coluna.

source: %s after %s
pt_pt: %s depois de %s

source: Folder has changed, return to %s to manage columns or restart this dialog
pt_pt: A pasta mudou, volte para% s para gerir colunas ou reinicie esta caixa de diálogo

source: If there is any notification opens
it: Apre la notifica se presente
